---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.MNPerM
source: html/728d0bd8-0348-c833-3da0-8ea25fd94b1a.htm
---
# Autodesk.Revit.DB.SymbolTypeId.MNPerM Property

Symbol MN/m, indicating unit Meganewtons per meter.

## Syntax (C#)
```csharp
public static ForgeTypeId MNPerM { get; }
```